namespace UI.MPSU
{
    public enum MpsuScreenNames
    {
        Главный = 0,
        Диагностика = 1,
        Цилиндры = 2,
        Компрессор = 3,
        МаслянаяСистема = 4,
        ТопливнаяСистема = 5,
        КопированиеАрхива = 6,
        НастройкаДатыВремени = 7,
        ЭлектродинамическийТормоз = 8,
        Автопрогрев = 9,
        ВводПараметров = 10,
        ВыборУправлениеСекциями = 11,
        ВыборУправлениеСекциямиВторой = 12,
        ДействияБригадыПриТревожномСообщении = 13,
        Управление = 14,
        АрхивСообщений = 15,
        Справка = 16,
        РегуляторМощности = 17,
        БортоваяСеть = 18,
        ТяговаяСхема = 19,
        ВозбуждениеГенератора = 20,
        СистемаОхлажденияТЭДиВУ = 21,
        САРТДизеля = 22,
        УСО = 23,
        ДискретныеВходы = 24,
        
        
    }
}